<?
$MESS["REST_MP_APP_CLEAN"] = "видалити налаштування і дані застосунка";
$MESS["REST_MP_APP_DELETE"] = "Видалити";
$MESS["REST_MP_APP_INSTALL"] = "Встановити";
$MESS["REST_MP_APP_INSTALL_CANCEL"] = "Скасування";
$MESS["REST_MP_APP_POPUP_LOAD"] = "Завантаження";
$MESS["REST_MP_APP_REINSTALLED"] = "Застосунок перевстановлено";
$MESS["REST_MP_DELETE_CONFIRM"] = "Ви впевнені, що хочете видалити застосунок?";
$MESS["REST_MP_DELETE_CONFIRM_CLEAN"] = "видалити налаштування і дані застосунка";
$MESS["REST_MP_SUBSCRIPTION_BUTTON_TITLE"] = "Придбати підписку";
$MESS["REST_MP_SUBSCRIPTION_BUTTON_TITLE2"] = "Безкоштовно на 30 днів";
$MESS["REST_MP_SUBSCRIPTION_TEXT1"] = "Розширюйте можливості вашого Бітрікс24.";
$MESS["REST_MP_SUBSCRIPTION_TEXT2"] = "Встановлюйте та використовуйте сотні готових рішень для управління продажами та завданнями, скрипти продажів та аналітичні звіти, інструменти лідогенераціі та інтеграції із зовнішніми сервісами, а також багато іншого. 100+ додаткових роботів і дій бізнес-процесів значно спростять вам автоматизацію вашого бізнесу, а 300+ тематичних шаблонів сайтів і магазинів допоможуть швидко запустити продажі онлайн.";
$MESS["REST_MP_SUBSCRIPTION_TEXT3"] = "Усі ці застосунки та віджети доступні за підпискою (передплатою) за фіксовану вартість без обмежень на кількість встановлених застосунків. Встановлюйте та використовуйте рішення по підписці, щоб заробляти більше.";
$MESS["REST_MP_SUBSCRIPTION_TITLE"] = "Підписка Бітрікс24";
?>