<?
$MESS["INTR_PHP_L439"] = "Ви використовуєте версію PHP #VERS#, модулю для роботи потрібна версія не нижче 5.0.0. Будь ласка, оновіть PHP або зверніться до служби технічної підтримки вашого хостингу.";
$MESS["INTR_MODULE_NAME"] = "Інтранет";
$MESS["INTR_MODULE_DESCRIPTION"] = "Інтранет — Корпоративний портал";
$MESS["INTR_UNINSTALL_TITLE"] = "Видалення модуля Інтранет";
$MESS["INTR_INSTALL_TITLE"] = "Установка модуля Інтранет";
$MESS["INTR_INSTALL_RATING_RULE"] = "Розрахунок додаткових голосів за авторитет по структурі компанії";
?>