<?
$MESS["ERROR_WORK_PHONE"] = "Помилка заповнення поля \"Робочий телефон\".";
$MESS["ERROR_PERSONAL_PHONE"] = "Помилка заповнення поля \"Телефон\".";
$MESS["ERROR_PERSONAL_MOBILE"] = "Помилка заповнення поля \"Мобільний телефон\".";
$MESS["ERROR_NUMBER"] = "Номер телефону повинен бути вказаний в міжнародному форматі. Наприклад: 38 (044) 111-22-33 або +380441112233";
$MESS["ERROR_PHONE_INNER"] = "Помилка заповнення поля \"Внутрішній номер\", вказаний номер вже використовується іншим співробітником.";
$MESS["ERROR_PHONE_INNER_2"] = "Помилка заповнення поля \"Внутрішній номер\", номер має бути цифрою від 1 до 9999.";
$MESS["VI_EVENTS_NOTIFICATIONS"] = "Сповіщення телефонії";
?>