<?

$MESS["SCRUMBAN_TAB_MODULE_INFO"] = "Информация о модуле";

$MESS["SCRUMBAN_TAB_TYPES_OF_TASK"] = "Типы задач";

$MESS["SCRUMBAN_TAB_BUDGET"] = "Настройки режима технической поддержки";

$MESS["SCRUMBAN_TAB_USER_ACTIVATION"] = "Активация пользователей";

$MESS["SCRUMBAN_TAB_DB_CHECK"] = "Проверка таблиц";

$MESS["SCRUMBAN_TAB_BTN_SAVE"] = "Сохранить";



$MESS["SCRUMBAN_LICENCE_TYPE"] = "Тип лицензии";

$MESS["SCRUMBAN_LICENCE_NONE"] = "Сейчас не установлено ни одной лицензии.";

$MESS["SCRUMBAN_LICENCE_TRIAL"] = "Демо-версия";

$MESS["SCRUMBAN_LICENCE_COMMERCIAL"] = "Коммерческая";

$MESS["SCRUMBAN_LICENCE_PARTNER"] = "Партнерская";

$MESS["SCRUMBAN_LICENCE_EXPIRE"] = "Срок действия лицензии";

$MESS["SCRUMBAN_LICENCE_USER_COUNT"] = "Кол-во пользователей";

$MESS["SCRUMBAN_LICENCE_BITRIX_USER_COUNT"] = "Количество пользователей в системе";

$MESS["SCRUMBAN_LICENCE_USER_COUNT_ERROR"] = "Вы не можете использовать лицензию, рассчитанную на меньшее на количество пользователей, чем зарегистрировано на вашем Корпоративном портале.";



$MESS["SCRUMBAN_LICENCE_STATUS"] = "Статус лицензии";

$MESS["SCRUMBAN_LICENCE_BITRIX_KEY_ERROR"] = 'Лицензия на модуль "Доска задач" привязан к другой лицензии 1С-Битрикс!<br>Запросите лицензию повторно или напишите нам на адрес <a href=\'mailto:scrumban@sibirix.ru\'>scrumban@sibirix.ru</a>, и мы вышлем лицензионный ключ на вашу электронную почту.';

$MESS["SCRUMBAN_LICENCE_HAS_EXPIRED"] = 'Срок действия лицензии закончился!';

$MESS["SCRUMBAN_LICENCE_SOON_EXPIRE"] = 'Лицензия скоро истечет.';



$MESS["SCRUMBAN_LICENCE_REQUEST"] = "Получение демо-лицензии";

$MESS["SCRUMBAN_LICENCE_REQUEST_TEXT"] = "Не удалось получить лицензию при установке модуля.";

$MESS["SCRUMBAN_REQUEST_TRIAL_BITTON"] = "Получить Демо-лицензию";

$MESS["SCRUMBAN_REQUEST_LICENCE_BITTON"] = "Запросить лицензию";



$MESS["SCRUMBAN_LICENCE_I_NEED_LICENCES"] = "Лицензий:";

$MESS["SCRUMBAN_LICENCE_ONE_LICENCE"] = "Одна лицензия";

$MESS["SCRUMBAN_LICENCE_FOR_LICENCE"] = "в год";

$MESS["SCRUMBAN_LICENCE_IN_YEAR"] = "в год";

$MESS["SCRUMBAN_LICENCE_TOTAL"] = "Итого";



$MESS["SCRUMBAN_LICENCE_MANUAL_ENTER"] = "Ввод лицензионного ключа";

$MESS["SCRUMBAN_LICENCE_ADDED_SUCCESSFULLY"] = "Ключ успешно добавлен";

$MESS["SCRUMBAN_LICENCE_ADD_ERROR"] = "Ошибка добавления ключа";

$MESS["SCRUMBAN_LICENCE_ADD_ERROR_SERVER"] = "Невозможно подключиться к серверу лицензий";

$MESS["SCRUMBAN_LICENCE_ADD_ERROR_WRONG"] = "Неправильный формат лицензии";

$MESS["SCRUMBAN_LICENCE_ADD_ERROR_ALREADY"] = "Эта лицензия уже добавлена";

$MESS["SCRUMBAN_LICENCE_ADD_ERROR_BX"] = "Эта лицензия привязана к другой лицензии 1с-Битрикс";

$MESS["SCRUMBAN_LICENCE_ADD_ERROR_PARTNER_ACTIVATE"] = "Сервер лицензий отверг запрос активации партнерской лицензии";

$MESS["SCRUMBAN_LICENCE_ADD_ERROR_ACTIVATE"] = "Сервер лицензий отверг запрос активации коммерческой лицензии";



$MESS["SCRUMBAN_LICENCE_REQUEST_PARTNER_KEY"] = "Запросить партнерский ключ";

$MESS["SCRUMBAN_LICENCE_DO_REQUEST_KEY"] = "Запросить ключ";

$MESS["SCRUMBAN_LICENCE_REQUEST_PARTNER_KEY_DESCRIPTION"] = "<p>Если вы являетесь партнером 1С-Битрикс, то можете <b>получить бесплатную копию модуля</b>. Для этого перейдите в ваш <a href='http://partners.1c-bitrix.ru/' target='_blank'>личный кабинет</a>, скопируйте ID вашей компании в пустое поле вверху (идентификатор партнера) и нажмите на ссылку &laquo;запросить ключ&raquo;.</p><p>На электронный адрес, указанный в личном кабинете, вам будет отправлено письмо с лицензионным ключом продукта.</p>";

$MESS["SCRUMBAN_LICENCE_REQUEST_SUCCESS"] = "<p>Лицензионный ключ был отправлен на <b>#EMAIL#</b>. Активируйте ваш модуль и приступайте к работе!</p>";

$MESS["SCRUMBAN_LICENCE_REQUEST_ERROR"] = "Ошибка получения партнерской лицензии. Вы можете связаться <a href='mailto:scrumban@sibirix.ru?subject=Доска задач, лицензия для партнера'>напрямую с нами</a>, для её получения.<br>Ответ сервера: ";



$MESS['SCRUMBAN_ENTER_PARTNER_ID'] = "Введите ваш идентификатор партнера";



$MESS["SCRUMBAN_LICENCE_BITRIX_IS_DEMO_TEXT"] = "Модуль Доска задач можно установить только на активированную лицензию Битрикса (не демо-версию)";



$MESS["SCRUMBAN_USERS_ACTIVE_COUNT"] = "Активные лицензии";

$MESS["SCRUMBAN_USERS_USED_COUNT"] = "используется";

$MESS["SCRUMBAN_USERS_USED_FROM"] = "из";



$MESS["SCRUMBAN_BITRIX_BUY_LICENCE"] = "лицензию через 1С-Битрикс Маркетплейс";

$MESS["SCRUMBAN_USERS_TRIAL_LIMIT"] = "В пробном режиме отсуствуют ограничения на количество пользователей";

$MESS["SCRUMBAN_USERS_LICENCE_SUPPORTS"] = "Количество лицензий: ";

$MESS["SCRUMBAN_LICENCES_ADD_USER"] = "Добавить пользователей: ";

$MESS["SCRUMBAN_EXTRANET_USERS_POLICY"] = "Доступ пользователей экстранета к Доске Задач определяется настройками рабочих групп, пользователи экстранета не учитываются при подсчете количества используемых лицензий";



$MESS["SCRUMBAN_EXTRANET"] = "Экстранет";

$MESS["SCRUMBAN_EXTRANET_ACTIVATE"] = "Доска Задач доступна на сайте-экстранете";



$MESS["SCRUMBAN_PROJECT_RIGHTS_MANAGEMENT_TITLE"] = "Управление правами доступа к проектам";

$MESS["SCRUMBAN_PROJECT_RIGHTS_MANAGEMENT"] = "Включить расширенное управление правами доступа к проектам";



$MESS["SCRUMBAN_PROJECT_RIGHTS_MANAGEMENT_TIP_1"] = "<p>Сейчас управление доступом отключено: \"задачи без проекта\" доступны всем пользователям Scrumban, а задачи в проектах доступных их участникам в равной степени.</p>" .

    "<pЕсли вы включите опцию управления доступом, то сможете выставить предпочтительный уровень доступа для каждого проекта (или задач без проекта) &mdash; отключить совсем, включить ограниченный доступ, включить полный равноправный доступ.</p>" .

    "<p>Управлять доступом участников к конкретному проекту может администратор Корпоративного портала и Владелец проекта. Доступом к \"задачам без проекта\" &mdash; только администратор.</p>";

$MESS["SCRUMBAN_PROJECT_RIGHTS_MANAGEMENT_TIP_2"] = "<p>Сейчас управление доступом включено: вы можете настроить доступ для \"задач без проекта\" и для задач в проектах.</p>" .

    "<p>Перейдите на <a href='/scrumban/projects/index/' target='_blank'>Доску проектов</a> &mdash; там вы сможете выбрать один из трех типов доступа.</p>" .

    "<ol><li><b>Полный доступ к Scrumban.</b> Все участники проектов со включенным доступом смогут просматривать и редактировать все задачи внутри проекта. Задачи без проекта доступны всем в равной степени.</li>" .

    "<li><b>Ограниченный доступ к Scrumban.</b> В режиме ограниченного доступа владелец, автор и администратор могут совершать над задачей «административные» действия &mdash; изменять описание, менять исполнителей, сроки и дедлайны; а исполнитель, соисполнитель и наблюдатель могут совершать над задачей «пользовательские» действия &mdash; менять статус, перетаскивать в другую колонку, комментировать.</li>" .

    "<li><b>Без доступа к Scrumban.</b> Задачами можно управлять только из Корпоративного портала.</li></ol>" .

//    "<p><b>Для задач без проекта</b>. Перейдите на <a href='/scrumban/projects/index/' target='_blank'>Доску проектов</a> и выберите один из трех типов доступа для \"задач без проекта\":</p>" .

//    "<ul><li>Полный доступ к Scrumban &mdash; все пользователи могут просматривать и редактировать задачи без проекта.</li>" .

//    "<li>Ограниченный доступ к Scrumban &mdash; пользователи могут просматривать и редактировать только те задачи, для которых они являются авторами, исполнителями, соисполнителями или наблюдателями.</li>" .

//    "<li>Без доступа к Scrumban &mdash; никто из пользователей не может пользоваться Доской задач и Доской планирования, включая владельца проекта.</li></ul>" .

//    "<p>Отключите опцию управления доступом, это сделает \"задачи без проекта\" доступными абсолютно всем пользователям Scrumban, а внутри проектов их участники будут обладать равными правами на просмотр и редактирования задач.</p>" .

    "<p>Управлять доступом участников к конкретному проекту может администратор Корпоративного портала и Владелец проекта. Доступом к \"задачам без проекта\" &mdash; только администратор.</p>";



//    "Чтобы включить отображение досок задач и планирования в проектах &mdash; перейдите на <a href='/scrumban/projects/index/' target='_blank'>Доску проектов</a>, выберите проект и активируйте опцию \"Включить Scrumban\".<br>Управлять данной опцией может главный администратор портала и владелец проекта.<br>Управлять отображением задач без проекта на Доске задач и Доске планирования может только главный администратор портала.";



$MESS["SCRUMBAN_BITRIX_IMPORT_CHECKLIST"] = "Импортировать чеклисты задач из модуля в Корпоративный портал";

$MESS["SCRUMBAN_BITRIX_IMPORT_CHECKLIST_SUCCESS"] = "Чеклисты успешно импортированы.";

$MESS["SCRUMBAN_BITRIX_IMPORT_CHECKLIST_ERROR"] = "Не удалось импортировать чеклисты, обратитесь в техническую поддержку.";

$MESS["SCRUMBAN_BITRIX_IMPORT_CHECKLIST_NOTIFY"] = "Необходимо выполнить <a href='/bitrix/admin/settings.php?lang=ru&mid=sibirix.scrumban'>импорт чеклистов</a> из Доски Задач";

$MESS["SCRUMBAN_OPTIONS_TYPE_EMPTY"] = "Название типа не может быть пустым!";

$MESS["SCRUMBAN_OPTIONS_TYPE_TOO_LONG"] = "Название типа не может быть длиннее 60 символов!";

$MESS["SCRUMBAN_OPTIONS_BUDGET_MANAGER_DEP"] = 'Подразделения менеджеров (кто может управлять внешними оценками и рейтами)';

$MESS["SCRUMBAN_OPTIONS_BUDGET_CUSTOMER_GROUP"] = 'Группы заказчиков (кто видит только внешние оценки)';

$MESS['SCRUMBAN_CHECK_DB_SUCCESS'] = 'Проверка таблиц не выявила отличий, все хорошо.';
