<?
$MESS["DAV_INSTALL_DESCRIPTION"] = "Модуль підтримки доступу до об'єктів та колекцій";
$MESS["DAV_PERM_D"] = "доступ заборонений";
$MESS["DAV_INSTALL_NAME"] = "DAV";
$MESS["DAV_INSTALL_TITLE"] = "Встановлення модуля";
$MESS["DAV_PERM_R"] = "читання";
$MESS["DAV_PERM_W"] = "запис";
$MESS["DAV_PHP_L439"] = "Ви використовуєте версію PHP #VERS#, модулю для роботи потрібна версія не нижче 5.0.0. Будь ласка, оновіть PHP або зверніться до служби технічної підтримки вашого хостингу.";
$MESS["DAV_ERROR_EDITABLE"] = "Модуль недоступний у вашій редакції.";
?>